{
  "landing.body.become_part": "Become part of Broxus",
  "landing.body.become_part.description.part1": "Psst… Hey… Come in here real quick, and don’t say a peep. Word on the street is, these Broxies come with some interesting add-ons. I’ll let you know what I heard, but try to keep it a secret… okay?",
  "landing.body.become_part.description.part2": "The goal of Broxie is to gather a community of homies and give them benefits in this world. What benefits exactly? You'll find out soon, we have big plans.",
  "landing.faq": "FAQ",
  "landing.faq.question1": "What are Broxie NFTs?",
  "landing.faq.question1.answer": "This is the first ever NFT collection created by Broxus, core developers of the Everscale blockchain. Never heard of NFT collections before? Man, it’s 2022, just google it.",
  "landing.faq.question2": "What is Everscale? What is Broxus?",
  "landing.faq.question2.answer": "The {everscale} blockchain is fast, scalable, and decentralized by design. The {broxus} team is one of the core contributors of the Everscale network and the creators of Octus Bridge, FlatQube, EVER Wallet and more.",
  "landing.faq.question3": "What’s so special about Broxies?",
  "landing.faq.question3.answer": "So, first things first, it’s their utility that makes them desirable. You can read about that above. Secondly, since it’s the first collection ever, it’s an opportunity to become a part of Broxus and Everscale history. Thirdly, they just look good. Last but not least, we’ve got more surprises in store related to the collection.",
  "landing.faq.question4": "How to purchase a Broxie NFT?",
  "landing.faq.question4.answer": "Download the {everWallet} for the Everscale blockchain in order to buy and store NFTs. You can also use {metaMask} to purchase NFTs with funds from other blockchains. Then, wait until the “Purchase” button becomes avaialble. Click on it and purchase an NFT. That’s it! After the mint, your NFT will be avaialble in your EVER Wallet.",
  "landing.faq.question5": "When will the Broxie mint happen?",
  "landing.faq.question5.answer": "TBA",
  "landing.faq.question6": "Do you guys have any socials? I want to stay updated.",
  "landing.faq.question6.answer": "Yes, you can find the links at the bottom of our website.",
  "landing.footer.how_it_works": "How it works",
  "landing.footer.how_it_works.description.part1": "There are going to be a number of different Broxies and each will be completely unique. Each Broxie will be created via random selection from a pool of characteristics that we have put together that is representative of the Broxus and web3 community.",
  "landing.footer.how_it_works.description.part2": "During the drop period, you won’t know what Broxie you end up with until 14 days after the drop has ended. The Broxus NFTs have been already been created but they won’t be officially allocated until the drop ends. Once the drop ends, we will use a random distribution mechanism to ensure that the process is fair for everyone. Because we anticipate a high demand, each user (wallet) will be allowed to buy at most 254 Broxies.",
  "landing.footer.how_it_works.description.part3": "The drop will start (TBA). After 14 days, or all the Broxies have been accounted for (whichever comes first), the drop period will end and the order of distribution will be determined.",
  "landing.header.become_part": "Become part of Broxus",
  "landing.header.broxie.description.part1": "Broxie represents a world of hard workers from Broxus. They create, work and brainstorm every day, contributing to the development of the Everscale ecosystem.",
  "landing.header.broxie.description.part2": "Broxie is not a position in a company, it is a collective of ordinary people who live in the web3 universe, are driven by a shared pursuit of self-realization and believe that there is nothing better in this world than working with kindred spirits.",
  "landing.header.broxie.description.part3": "For our friends, we present a collection of numerous unique digital portraits living in the friendliest atmosphere imaginable.",
  "landing.header.scroll_for_membership": "Scroll for membership",
  "landing.navbar.faq": "FAQ",
  "landing.navbar.my_wallet": "My Wallet",
  "landing.navbar.my_wallet.close": "Close",
  "landing.navbar.my_wallet.connect": "Connect",
  "landing.navbar.my_wallet.disconnect": "Disconnect",
  "landing.navbar.my_wallet.install": "Install",
  "landing.navbar.my_wallet.not_installed": "Not installed",
  "landing.navbar.utility": "Utility",
  "landing.page_footer.return_to_top": "Return to top",
  "landing.page_footer.social_buttons.title": "Check us out on social media",
  "landing.utility.item1": "FlatQube & Octus Bridge higher %s",
  "landing.utility.item1.description": "Broxus is famous for its dApps: Octus Bridge and FlatQube. Unleash their full power with Broxie NFT ownership in the future. Who knows, maybe Broxie holders will get higher %s.",
  "landing.utility.item2": "VIP community access",
  "landing.utility.item2.description": "Yep, sounds vulgar, but it is what it is! You will be invited to a secret space of initial Everscale investors, where you can participate and express your opinion. Moreover, there will be special rooms for you during future conferences and hackathons.",
  "landing.utility.item3": "Join the Everscale GameFi future",
  "landing.utility.item3.description": "More games (and dApps) are coming to Everscale. With a Broxie NFT you will be granted special features in many of them. How about a cool Broxie avatar? Or maybe something that will give you a leg up on all your enemies?",
  "landing.utility.main": "Each Broxie comes with utilities that will give you advantages and additional benefits when using Broxus products. There will be some killer utility mechanics implemented in the near future, don't miss your chance to profit!"
}
