{
  "landing.body.become_part": "Jadilah bagian Broxus",
  "landing.body.become_part.description.part1": "Hei, aku pernah mendengar beberapa rumor menarik tentang Broxies ini. Orang-orang mengatakan pemilik Broxie dapat memperoleh hak istimewa khusus di ekosistem Everscale dan di platform Broxus. Aku tidak bisa mengatakan dengan pasti, jadi simpan saja ini di antara kita, oke?",
  "landing.body.become_part.description.part2": "Tujuan Broxie adalah untuk mengumpulkan komunitas homies dan memberi mereka manfaat di dunia ini. Apa manfaat sebenarnya? Anda akan segera tahu, kami punya rencana besar.",
  "landing.faq": "FAQ",
  "landing.faq.question1": "Apa itu NFT Broxie?",
  "landing.faq.question1.answer": "Ini adalah koleksi NFT pertama yang dibuat oleh Broxus, pengembang inti dari blockchain Everscale. Belum pernah mendengar tentang koleksi NFT sebelumnya? Ini tahun 2022, google saja.",
  "landing.faq.question2": "Apa itu Everscale? Apa itu Broxus?",
  "landing.faq.question2.answer": "Blockchain {everscale} cepat, terukur, dan terdesentralisasi berdasarkan desain. Tim {broxus} adalah salah satu kontributor inti dari jaringan Everscale dan pencipta {octusBridge}, {flatQube}, {everWallet} dan banyak lagi.",
  "landing.faq.question3": "Apa yang begitu spesial tentang Broxie?",
  "landing.faq.question3.answer": "Jadi, yang pertama, utilitas merekalah yang membuat mereka diinginkan. Anda dapat membaca tentang itu di atas. Kedua, karena ini adalah koleksi pertama, ini merupakan kesempatan untuk menjadi bagian dari sejarah Broxus dan Everscale. Ketiga, mereka terlihat bagus. Yang terakhir, kami punya lebih banyak kejutan di toko terkait dengan koleksi.",
  "landing.faq.question4": "Bagaimana cara membeli NFT Broxie?",
  "landing.faq.question4.answer": "Unduh {everWallet} untuk blockchain Everscale untuk membeli dan menyimpan NFT. Anda juga dapat menggunakan {metaMask} untuk membeli NFT dengan dana dari blockchain lain. Kemudian, tunggu hingga tombol “Beli” tersedia. Klik dan beli NFT. Itu saja! Setelah percetakan, NFT Anda akan tersedia di EVER Wallet Anda.",
  "landing.faq.question5": "Kapan percetakan Broxie terjadi?",
  "landing.faq.question5.answer": "TBA",
  "landing.faq.question6": "Apakah kalian memiliki media sosial? Saya ingin tetap mengetahui.",
  "landing.faq.question6.answer": "Ya, Anda bisa menemukan tautannya di bagian bawah situs kami.",
  "landing.footer.how_it_works": "Bagaimana cara kerjanya",
  "landing.footer.how_it_works.description.part1": "Akan ada sejumlah Broxies yang berbeda dan masing-masing akan benar-benar unik. Setiap Broxie akan dibuat melalui seleksi acak dari kumpulan karakteristik yang telah kami kumpulkan yang mewakili komunitas Broxus dan web3.",
  "landing.footer.how_it_works.description.part2": "Selama periode drop, Anda tidak akan tahu Broxie apa yang Anda dapatkan hingga {daysAfterDrop} hari setelah drop berakhir. NFT Broxus telah dibuat tetapi tidak akan dialokasikan secara resmi sampai drop berakhir. Setelah drop berakhir, kami akan menggunakan mekanisme distribusi acak untuk memastikan bahwa prosesnya adil untuk semua orang. Karena kami mengantisipasi permintaan yang tinggi, setiap pengguna (dompet) akan diizinkan untuk membeli paling banyak {broxieLimit} Broxie.",
  "landing.footer.how_it_works.description.part3": "Drop akan dimulai (TBA). Setelah {daysAfterDrop} hari, atau semua Broxie telah diperhitungkan (mana yang lebih dulu), periode drop akan berakhir dan urutan distribusi akan ditentukan.",
  "landing.guarantee.description.part1": "Hereby we confirm and guarantee that Finstream OÜ, a company duly incorporated and acting under the laws of the Republic of Estonia under the registration number 14770997, date of incorporation: July 29, 2019, having its registered address at: Harju maakond, Tallinn, Lasnamäe linnaosa, Katusepapi tn 4/2, 11412, Estonia, is the sole legal owner of NFT images showed below and has legally obtained all necessary copyrights for the said NFT images proposed to the investors herein.",
  "landing.guarantee.description.part2": "Finstream OÜ is legally allowed to alienate exclusive license to the said NFT images in full to any third person at its own discretion without any limitations.",
  "landing.guarantee.title": "Guarantee",
  "landing.header.become_part": "Become part of Broxus",
  "landing.header.broxie.description.part1": "Broxie represents a world of hard workers from {broxus}. They create, work and brainstorm every day, contributing to the development of the {everscale} ecosystem.",
  "landing.header.broxie.description.part2": "Broxie is not a position in a company, it is a collective of ordinary people who live in the web3 universe, are driven by a shared pursuit of self-realization, and believe that there is nothing better in this world than working with kindred spirits.",
  "landing.header.broxie.description.part3": "For our friends, we present a collection of numerous unique digital portraits living in the friendliest atmosphere imaginable.",
  "landing.header.scroll_for_membership": "Scroll for membership",
  "landing.navbar.faq": "FAQ",
  "landing.navbar.my_wallet": "My Wallet",
  "landing.navbar.my_wallet.close": "Close",
  "landing.navbar.my_wallet.connect": "Connect",
  "landing.navbar.my_wallet.disconnect": "Disconnect",
  "landing.navbar.my_wallet.install": "Install",
  "landing.navbar.my_wallet.not_installed": "Not installed",
  "landing.navbar.utility": "Utility",
  "landing.page_footer.return_to_top": "Return to top",
  "landing.page_footer.social_buttons.title": "Check us out on social media",
  "landing.utility.item1": "FlatQube & Octus Bridge higher %s",
  "landing.utility.item1.description": "Broxus is famous for its dApps: {octusBridge} and {flatQube}. Unleash their full power with Broxie NFT ownership in the future. Who knows, maybe Broxie holders will get higher %s.",
  "landing.utility.item2": "VIP community access",
  "landing.utility.item2.description": "Yep, sounds vulgar, but it is what it is! You will be invited to a secret space of initial Everscale investors, where you can participate and express your opinion. Moreover, there will be special rooms for you during future conferences and hackathons.",
  "landing.utility.item3": "Join the Everscale GameFi future",
  "landing.utility.item3.description": "More games (and dApps) are coming to Everscale. With a Broxie NFT you will be granted special features in many of them. How about a cool Broxie avatar? Or maybe something that will give you a leg up on all your enemies?",
  "landing.utility.main": "Each Broxie comes with utilities that will give you advantages and additional benefits when using Broxus products. There will be some killer utility mechanics implemented in the near future, don't miss your chance to profit!"
}
