{
  "landing.body.become_part": "Jadilah bagian Broxus",
  "landing.body.become_part.description.part1": "Hei, aku pernah mendengar beberapa rumor menarik tentang Broxies ini. Orang-orang mengatakan pemilik Broxie dapat memperoleh hak istimewa khusus di ekosistem Everscale dan di platform Broxus. Aku tidak bisa mengatakan dengan pasti, jadi simpan saja ini di antara kita, oke?",
  "landing.body.become_part.description.part2": "Tujuan Broxie adalah untuk mengumpulkan komunitas homies dan memberi mereka manfaat di dunia ini. Apa manfaat sebenarnya? Anda akan segera tahu, kami punya rencana besar.",
  "landing.faq": "FAQ",
  "landing.faq.question1": "Apa itu NFT Broxie?",
  "landing.faq.question1.answer": "Ini adalah koleksi NFT pertama yang dibuat oleh Broxus, pengembang inti dari blockchain Everscale. Belum pernah mendengar tentang koleksi NFT sebelumnya? Ini tahun 2022, google saja.",
  "landing.faq.question2": "Apa itu Everscale? Apa itu Broxus?",
  "landing.faq.question2.answer": "Blockchain {everscale} cepat, terukur, dan terdesentralisasi berdasarkan desain. Tim {broxus} adalah salah satu kontributor inti dari jaringan Everscale dan pencipta {octusBridge}, {flatQube}, {everWallet} dan banyak lagi.",
  "landing.faq.question3": "Apa yang begitu spesial tentang Broxie?",
  "landing.faq.question3.answer": "Jadi, yang pertama, utilitas merekalah yang membuat mereka diinginkan. Anda dapat membaca tentang itu di atas. Kedua, karena ini adalah koleksi pertama, ini merupakan kesempatan untuk menjadi bagian dari sejarah Broxus dan Everscale. Ketiga, mereka terlihat bagus. Yang terakhir, kami punya lebih banyak kejutan di toko terkait dengan koleksi.",
  "landing.faq.question4": "Bagaimana cara membeli NFT Broxie?",
  "landing.faq.question4.answer": "Unduh {everWallet} untuk blockchain Everscale untuk membeli dan menyimpan NFT. Anda juga dapat menggunakan {metaMask} untuk membeli NFT dengan dana dari blockchain lain. Kemudian, tunggu hingga tombol “Beli” tersedia. Klik dan beli NFT. Itu saja! Setelah percetakan, NFT Anda akan tersedia di EVER Wallet Anda.",
  "landing.faq.question5": "Kapan percetakan Broxie terjadi?",
  "landing.faq.question5.answer": "TBA",
  "landing.faq.question6": "Apakah kalian memiliki media sosial? Saya ingin tetap mengetahui.",
  "landing.faq.question6.answer": "Ya, Anda bisa menemukan tautannya di bagian bawah situs kami.",
  "landing.footer.how_it_works": "Bagaimana cara kerjanya",
  "landing.footer.how_it_works.description.part1": "Akan ada sejumlah Broxies yang berbeda dan masing-masing akan benar-benar unik. Setiap Broxie akan dibuat melalui seleksi acak dari kumpulan karakteristik yang telah kami kumpulkan yang mewakili komunitas Broxus dan web3.",
  "landing.footer.how_it_works.description.part2": "Selama periode drop, Anda tidak akan tahu Broxie apa yang Anda dapatkan hingga {daysAfterDrop} hari setelah drop berakhir. NFT Broxus telah dibuat tetapi tidak akan dialokasikan secara resmi sampai drop berakhir. Setelah drop berakhir, kami akan menggunakan mekanisme distribusi acak untuk memastikan bahwa prosesnya adil untuk semua orang. Karena kami mengantisipasi permintaan yang tinggi, setiap pengguna (dompet) akan diizinkan untuk membeli paling banyak {broxieLimit} Broxie.",
  "landing.footer.how_it_works.description.part3": "Drop akan dimulai (TBA). Setelah {daysAfterDrop} hari, atau semua Broxie telah diperhitungkan (mana yang lebih dulu), periode drop akan berakhir dan urutan distribusi akan ditentukan.",
  "landing.guarantee.description.part1": "Jamin, Bersama ini kami konfirmasikan dan kami menjamin bahwa Finstream OU, perusahaan yang didirikan dibawah undang-undang Republik Estonia dengan nomor registrasi 14770997, didirikan pada 29 July 2019, dengan alamat teregistrasi di Harju maakond, Tallinn, Lasnamäe linnaosa, Katusepapi tn 4/2, 11412, Estonia, adalah pemilik tunggal dari gambar NFT yang bisa dilihat dibawah ini, dan sebagai pemilik hak cipta dari gambar NFT yang ditawarkan kepada investor disini.",
  "landing.guarantee.description.part2": "Finstream OU secara legal telah memberikan lisensi secara ekslusif atas gambar-gambar tersebut kepada pihak ketiga secara langsung tanpa adanya batasan.",
  "landing.guarantee.title": "Jaminan",
  "landing.header.become_part": "Jadilah bagian Broxus",
  "landing.header.broxie.description.part1": "Broxie mewakili dunia pekerja keras dari {broxus}. Mereka berkreasi, bekerja, dan bertukar pikiran setiap hari, berkontribusi pada pengembangan ekosistem {everscale}.",
  "landing.header.broxie.description.part2": "Broxie bukanlah sebuah posisi di sebuah perusahaan, ini adalah kumpulan orang-orang biasa yang hidup di dunia web3, didorong oleh pengejaran realisasi diri bersama, dan percaya bahwa tidak ada yang lebih baik di dunia ini selain bekerja dengan semangat yang sama.",
  "landing.header.broxie.description.part3": "Untuk teman-teman kami, kami menyajikan sekumpulan berbagai potret digital unik yang hidup dalam suasana paling ramah yang bisa dibayangkan.",
  "landing.header.mint.be_the_first": "jadilah orang pertama yang tau",
  "landing.header.mint.starts_soon": "Koleksi Nft mint segera di mulai",
  "landing.header.scroll_for_membership": "Gulir untuk keanggotaan",
  "landing.main.broxus": "Broxus",
  "landing.main.ever_wallet": "EVER Wallet",
  "landing.main.everscale": "Everscale",
  "landing.main.flatqube": "FlatQube",
  "landing.main.metamask": "MetaMask",
  "landing.main.octus_bridge": "Octus Bridge",
  "landing.navbar.faq": "FAQ",
  "landing.navbar.menu": "Menu",
  "landing.navbar.menu.close": "Tutup",
  "landing.navbar.my_wallet": "Dompet Saya",
  "landing.navbar.my_wallet.close": "Tutup",
  "landing.navbar.my_wallet.connect": "Terhubung",
  "landing.navbar.my_wallet.disconnect": "Tidak Terhubung",
  "landing.navbar.my_wallet.install": "Pasang",
  "landing.navbar.my_wallet.not_connected": "Tidak terhubung",
  "landing.navbar.my_wallet.not_installed": "Tidak Terpasang",
  "landing.navbar.utility": "Utilitas",
  "landing.page_footer.return_to_top": "Kembali ke atas",
  "landing.page_footer.social_buttons.title": "Lihat kami di media sosial",
  "landing.utility.item1.description": "Broxus terkenal dengan dApp-nya: {octusBridge} dan {flatQube}. Lepaskan kekuatan penuh mereka dengan kepemilikan Broxie NFT di masa depan. Siapa tahu, mungkin pemegang Broxie akan mendapatkan %s yang lebih tinggi.",
  "landing.utility.item2.description": "Ya, terdengar vulgar, tapi begitulah adanya! Anda akan diundang ke ruang rahasia investor Everscale awal, di mana Anda dapat berpartisipasi dan mengekspresikan pendapat Anda. Selain itu, akan ada ruangan khusus untuk Anda selama konferensi dan hackathon mendatang.",
  "landing.utility.item3.description": "Lebih banyak game (dan dApp) akan hadir di Everscale. Dengan NFT Broxie, Anda akan diberikan fitur khusus di banyak fitur tersebut. Bagaimana dengan avatar Broxie yang keren? Atau mungkin sesuatu yang akan memberi Anda kekuatan pada semua musuh Anda?",
  "landing.utility.main": "Setiap Broxie dilengkapi dengan utilitas yang akan memberi Anda keuntungan dan manfaat tambahan saat menggunakan produk Broxus. Akan ada beberapa mekanik utilitas hebat yang diterapkan dalam waktu dekat, jangan lewatkan kesempatan Anda untuk mendapat keuntungan!"
}
